Repository: pardus/pardus-xfce-greeter
Catalog: translations/*.po
Languages: tr

source: Welcome. This application helps you to configure Pardus.
tr: Hoş Geldiniz. Bu uygulama Pardus'u hazırlamanız için size yardımcı olacaktır.

source: Welcome
tr: Hoş Geldiniz

source: Select Wallpaper
tr: Duvar Kağıdı Seçin

source: Light
tr: Açık

source: Dark
tr: Koyu

source: Theme Settings
tr: Tema Ayarları

source: <b>Display Scaling:</b>
tr: <b>Görüntü Ölçekleme:</b>

source: <b>Panel Size</b> (px):
tr: <b>Panel Boyutu</b> (px):

source: <b>Desktop Icon Size</b> (px):
tr: <b>Masaüstü Ikon Boyutu</b> (px):

source: Display Settings
tr: Görüntü Ayarları

source: Add / Remove Keyboard layouts
tr: Klavye Yerleşimi Ekle / Çıkar

source: Turkish - Q Keyboard
tr: Türkçe - Q Klavye

source: Add
tr: Ekle

source: Remove
tr: Kaldır

source: Turkish - F Keyboard
tr: Türkçe - F Klavye

source: English Keyboard
tr: İngilizce Klavye

source: <span size="10000">You can switch between keyboard layouts with: <b>Super + Space</b></span>
tr: <span size="10000">Klavye yerleşimini değiştirmek için: <b>Super + Boşluk</b></span>

source: Show Language Indicator on Panel
tr: Klavye Göstergesini Panel'de Göster

source: Keyboard Settings
tr: Klavye Ayarları

source: Shortcuts
tr: Kısayollar

source: <b>Screenshot (Active Window):</b> Alt + Print Screen <b>Screenshot (Area):</b> Shift + Print Screen <b>Lock Screen:</b> Super + L | Ctrl + Alt + L <b>Applications:</b> Super <b>Show Desktop:</b> Ctrl + Alt + D <b>Terminal:</b> Ctrl + Alt + T
tr: <b>Ekran Görüntüsü (Aktif Pencere):</b> Alt + Print Screen <b>Ekran Görüntüsü (Seçim):</b> Shift + Print Screen <b>Ekranı Kilitle:</b> Super + L | Ctrl + Alt + L <b>Uygulamalar:</b> Super <b>Masaüstünü Göster:</b> Ctrl + Alt + D <b>Uçbirim:</b> Ctrl + Alt + T

source: <b>Change Workspace:</b> Ctrl + Alt + ← → ↑ ↓ <b>Add/Remove Workspace:</b> Alt + Insert/Delete <b>Go to Workspace:</b> Ctrl + F1...F12 <b>Change Program:</b> Alt + Tab <b>Change Window:</b> Super + Tab <b>View Split:</b> Super + ← →
tr: <b>Çalışma Alanı Değiştir:</b> Ctrl + Alt + ← → ↑ ↓ <b>Çalışma Alanı Ekle/Çıkar:</b> Alt + Insert/Delete <b>Çalışma Alanına Git:</b> Ctrl + F1...F12 <b>Programlar Arası Geçiş:</b> Alt + Tab <b>Pencereler Arası Geçiş:</b> Super + Tab <b>Ekranı Böl:</b> Super + ← →

source: <b>Screenshot (Active Window):</b> Alt + Print Screen <b>Screenshot (Area):</b> Shift + Print Screen <b>Lock Screen:</b> Super + L <b>Applications:</b> Super
tr: <b>Ekran Görüntüsü (Aktif Pencere):</b> Alt + Print Screen <b>Ekran Görüntüsü (Seçim):</b> Shift + Print Screen <b>Ekranı Kilitle:</b> Super + L <b>Uygulamalar:</b> Super

source: <b>Change Workspace:</b> Ctrl + Alt + ↑ ↓ <b>Change Program:</b> Alt + Tab <b>Change Window:</b> Super + Tab <b>View Split:</b> Super + ← →
tr: <b>Çalışma Alanı Değiştir:</b> Ctrl + Alt + ↑ ↓ <b>Programlar Arası Geçiş:</b> Alt + Tab <b>Pencereler Arası Geçiş:</b> Super + Tab <b>Ekranı Böl:</b> Super + ← →

source: <span size="large">Links</span>
tr: <span size="large">Bağlantılar</span>

source: <a href="https://www.pardus.org.tr" title="https://www.pardus.org.tr">Home Page</a>
tr: <a href="https://www.pardus.org.tr" title="https://www.pardus.org.tr">Ana Sayfa</a>

source: <a href="https://belge.pardus.org.tr" title="https://belge.pardus.org.tr">Documentations</a>
tr: <a href="https://belge.pardus.org.tr" title="https://belge.pardus.org.tr">Belgeler</a>

source: <a href="https://gonullu.pardus.org.tr" title="https://gonullu.pardus.org.tr">Community</a>
tr: <a href="https://gonullu.pardus.org.tr" title="https://gonullu.pardus.org.tr">Topluluk</a>

source: Support & Community
tr: Destek & Topluluk

source: Next
tr: İleri

source: Close
tr: Kapat

source: Previous
tr: Geri

source: Pardus Welcome
tr: Pardus Hoş Geldiniz
