Repository: pardus/pardus-xfce-greeter
Catalog: po/*.po
Languages: pt

source: Welcome. This application helps you to configure Pardus.
pt: Bem-vindo. Esta aplicação ajuda-o a configurar o Pardus.

source: Appearance
pt: Aparência

source: Light
pt: Claro

source: Dark
pt: Escuro

source: Icons
pt: Ícones

source: Home
pt: Pasta Pessoal

source: <b>Display Scaling:</b>
pt: <b>Escala do ecrã:</b>

source: <b>Panel Size</b> (px):
pt: <b>Tamanho do painel</b> (px):

source: <b>Desktop Icon Size</b> (px):
pt: <b>Tamanho dos ícones da área de trabalho</b> (px):

source: <b>Mouse Cursor Size</b> (px):
pt: <b>Tamanho do cursor do rato</b> (px):

source: Add / Remove Keyboard layouts
pt: Adicionar / Remover disposições de teclado

source: Turkish - Q Keyboard
pt: Teclado Q - Turco

source: Add
pt: Adicionar

source: Remove
pt: Remover

source: Turkish - F Keyboard
pt: Teclado F - Turco

source: English Keyboard
pt: Teclado Inglês

source: <span size="10000">You can switch between keyboard layouts with: <b>Super + Space</b></span>
pt: <span size="10000">Pode alternar entre disposições de teclado com: <b>Super + Espaço</b></span>

source: Show Keyboard Indicator on Panel
pt: Mostrar indicador de teclado no painel

source: Select apps to run at startup
pt: Selecione as aplicações a serem executadas no arranque

source: <span size='x-large'><b>Pardus Software Center</b></span>
pt: <span size='x-large'><b>Centro de Software Pardus</b></span>

source: For more application
pt: Para mais aplicações

source: For more settings
pt: Para mais definições

source: Pardus Software Center
pt: Centro de Software Pardus

source: Pardus Xfce Tweaks
pt: Ajustes do Pardus Xfce

source: Shortcuts
pt: Atalhos

source: <b>Screenshot (Active Window):</b> Alt + Print Screen <b>Screenshot (Area):</b> Shift + Print Screen <b>Lock Screen:</b> Super + L | Ctrl + Alt + L <b>Applications:</b> Super <b>Show Desktop:</b> Ctrl + Alt + D <b>Terminal:</b> Ctrl + Alt + T
pt: <b>Captura de ecrã (Janela Ativa):</b> Alt + Print Screen <b>Captura de ecrã (Área):</b> Shift + Print Screen <b>Bloquear ecrã:</b> Super + L | Ctrl + Alt + L <b>Aplicações:</b> Super <b>Mostrar área de trabalho:</b> Ctrl + Alt + D <b>Terminal:</b> Ctrl + Alt + T

source: <b>Change Workspace:</b> Ctrl + Alt + ← → ↑ ↓ <b>Add/Remove Workspace:</b> Alt + Insert/Delete <b>Go to Workspace:</b> Ctrl + F1...F12 <b>Change Program:</b> Alt + Tab <b>Change Window:</b> Super + Tab <b>View Split:</b> Super + ← →
pt: <b>Mudar área de trabalho:</b> Ctrl + Alt + ← → ↑ ↓ <b>Adicionar/Remover área de trabalho:</b> Alt + Insert/Delete <b>Ir para área de trabalho:</b> Ctrl + F1...F12 <b>Mudar programa:</b> Alt + Tab <b>Mudar janela:</b> Super + Tab <b>Vista dividida:</b> Super + ← →

source: <span size="large">Links</span>
pt: <span size="large">Ligações</span>

source: <a href="https://www.pardus.org.tr" title="https://www.pardus.org.tr">Home Page</a>
pt: <a href="https://www.pardus.org.tr" title="https://www.pardus.org.tr">Página inicial</a>

source: <a href="https://belge.pardus.org.tr" title="https://belge.pardus.org.tr">Documentations</a>
pt: <a href="https://belge.pardus.org.tr" title="https://belge.pardus.org.tr">Documentação</a>

source: <a href="https://gonullu.pardus.org.tr" title="https://gonullu.pardus.org.tr">Community</a>
pt: <a href="https://gonullu.pardus.org.tr" title="https://gonullu.pardus.org.tr">Comunidade</a>

source: <a href="https://forum.pardus.org.tr" title="https://forum.pardus.org.tr">Forum</a>
pt: <a href="https://forum.pardus.org.tr" title="https://forum.pardus.org.tr">Fórum</a>

source: <span size="large">Support</span>
pt: <span size="large">Suporte</span>

source: Next
pt: Seguinte

source: page0
pt: página0

source: Close
pt: Fechar

source: page1
pt: página1

source: Previous
pt: Anterior

source: Pardus Greeter
pt: Bem-vindo ao Pardus

source: Tool that helps you to get Pardus ready.
pt: Ferramenta que o ajuda a preparar o Pardus.

source: translator-credits
pt: Hugo Carvalho <hugokarvalho@hotmail.com>

source: Turn the screen to warm color to reduce eye strain at night.
pt: Altere a cor do ecrã para tons quentes para reduzir o cansaço visual à noite.

source: Switch between Power Save and Performance modes.
pt: Alterne entre os modos Poupança de energia e Desempenho.

source: Create and organize sticky notes on the desktop.
pt: Crie e organize notas adesivas na área de trabalho.

source: Manage clipboard history.
pt: Gerir o histórico da área de transferência.

source: About Pardus Greeter
pt: Acerca do Bem-vindo ao Pardus

source: Welcome
pt: Bem-vindo

source: Select Wallpaper
pt: Selecionar papel de parede

source: Theme Settings
pt: Definições do tema

source: Display Settings
pt: Definições do ecrã

source: Keyboard Settings
pt: Definições do teclado

source: Applications
pt: Aplicações

source: Startup Applications
pt: Aplicações de arranque

source: Support & Community
pt: Suporte e Comunidade

source: Couldn't fetch suggested apps from pardus software.
pt: Não foi possível obter as aplicações sugeridas do software Pardus.

source: Error
pt: Erro
